# IdeaStatiCa.ConnectionApi.Model.ConLinkableProperty

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**PropertyId** | **string** |  | [optional]
**Name** | **string** |  | [optional]
**Group** | **string** |  | [optional]
**Description** | **string** |  | [optional]
**ValueType** | **string** |  | [optional]
**Unit** | **string** |  | [optional]
**CurrentValue** | **Object** |  | [optional]
**LinkedParameter** | **string** |  | [optional]
**Owner** | **ConPropertyOwner** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)